# Откройте терминал, перейдите в директорию,
# в которой вы работаете с автотестами,
# и активируйте виртуальное окружение.
#
# После чего выполните в терминале команду:
#
# pip freeze > requirements.txt

# Эта команда сохранит все версии пакетов в специальный файл
# requirements.txt.
#
# Как их оттуда достать?
# Попробуйте создать новое виртуальное окружение
# (если нужно, вернитесь в модуль 1 за инструкциями)
# и активировать. После чего выполните команду:
#
# pip install -r requirements.txt
# В свежем окружении все пакеты установлены одной командой!
